{"1":"What could we do for you","2":"With all features for human resource management (HRM), Flash HR software starts new standards for HRM","3":"Flash HR is committed to solving human resource management issues such as time attendance, payroll calculation and approval management. With our mobile clocking, efficientapproval, accurate calculation of payroll and personal taxes, Flash HR helps you improve HRM efficiency.","4":"Better Staff Management Experience","5":"Record track of staffs development, comprehensively archive staff information, remind important matters in time and create an efficient human resource management (HRM) platform.","6":"Flash HR Improves Enterprise HR Management Standards","7":"Flash HR featuring human resource management, is a professional HR software with high flexibility and intelligent design that can meet all kinds of human resource management(HRM) needs of companies.","8":" Product Positioning","9":" Platform Features","10":"HR administrator can setting up the system and manage HR areas effectively from PC and staffs can use it on the mobile phone, which can help HRM realize seamless connection of multi-platform management and easier to management of staffs.","11":" Data Security","12":"Data security is protected in accordance with the law. Flash HR respects and follows national/regional information security protection regulations, and the service is surely trustworthy.","13":" Mobile Office","14":"One-click facial check-in for commuting, approval application can be completed online, process nodes are notified instantly, and important information is distributed with one click.","15":"More Efficient Working with Flash HR","16":"Organizational Structure ","17":"Flexibly set up multi-level departments and quickly build company structure. Organazational structure display is clear at a glance, human resource management (HRM) is more convenient, and collaboration and communication are more efficient.","18":"Attendance Management","19":"Employees can easily record their time attendance through our mobile application, while supervisors and HR can also check data in real-time. With geofencing technology, you can set up your time attendance in a variety of conditions, keeping the details accurate.","20":"Approval Management","21":"Whether applying for an OT, request for business trip, or applying for leaves such as sick leave, personal leave, annual leave and so on, Flash HR's approval management software will make it even easier. Because line manager or HRs can also approve or reject the request easily via our mobile apps as well.","22":"Payroll Management","23":"Make a simple salary calculation in 1-click with Flash HR's Smart Payroll program that is accurate, fast and safe.","24":"Payroll Management","25":"Pay Calculation","26":"Flash HR supports flexible setting of payroll calculation formulas according to company characteristics and different staff characteristics, and accurate calculation of net income based on staff time attendance, basic pay, company benefits, tax payable and social security, and accurate calculation for staffs with pay adjustments.","27":"Payslip","28":"According to the pay structure of different companies, you can freely set what to display in the pay slip. pay income, taxes and deductions will be displayed separately and more humanized. Flash HR also supports sending the pay slip to the APP and PDF version of the pay slip to the staff mailbo","29":"Tax Deduction","30":"With the most accurate formula to calculate all staffs' fixed income payable tax and non-fixed income payable tax, Flash HR can sure ease the burden of the staff’s final settlement at the end of the year.","31":"Certificate Download","32":"Tax certificates and social security documents can be generated according to the requirements of the tax bureau and the social security bureau and uploaded directly to the official websites of the tax bureau and the social security bureau, which can help the company easily complete the work of reporting tax and social security to staffs. Flash HR also supports various pay related certificates online download.","33":"Attendance Data Synchronization","34":"Staff time attendance data is directly used for pay calculation, click \"Sync Attendance\" to easily synchronize data.","35":"Department Structure Management","36":"Flexibly set up multi-level departments, quickly build company structure, organizational structure display is clear at a glance. Flash HR also supports job management to adapt to fast-growing enterprises.","37":"Staff File","38":"Flash HR supports online staffs management, easy management of staffs status and accurate/fuzzy search of various information which makes human resource management (HRM) more convenient.","39":"Import Staffs List In Bulk","40":"Flash HR supports batch import of staff information, quick creating and updating staff profile information.","41":"Punching Settings","42":"Customizing different time attendance rules, multiple methods for punching the clock and flexible and diverse shift settings make human resource management(HRM) more principled and humanized.","43":"Facial Recognition Punching","44":"Apply the most advanced face recognition technology to accurately compare faces to make time attendance information more real and accurate.","45":"Time Attendance Digitization","46":"Time attendance report is updated in real time, and the staff attendance is clear at a glance.","47":"Features","48":"Download","49":"Set Up Different Approval Rules","50":"Set up approval rules and approval flows for different holidays, overtime, resignation, business trips, etc.","51":"Approval Data Archiving","52":"Archive approval results, search for approval details at any time.","53":"Mobile Approval","54":"Mobile approval entrance availabe, efficient processing anytime, anywhere","55":"Smart Payroll Calculation","56":"Flash HR can customize the payroll calculation rules and save the plan according to the needs of the enterprise without repeating operations, accurately calculate tax and social security, personalize the content of the pay slip. Staffs will receive the pay slip on mobile APP","57":"Payroll Information Management","58":"Centralized management of staff pay information, support batch upload, export and modification of staff payroll information.","59":"Certificate Download","60":"Flash HR provides online download of various pay related certificates, such as social guarantee certificate, tax deduction certificate, etc.","61":"About Flash HR","62":"Flash HR is a professional HRM software with high flexibility and intelligent design whose core features is to improve office efficiency, which can meet the needs of human resource management (HRM). We take into account corporate management and staff freedom and are committed to helping companies efficiently manage talents, improve HRM work efficiency, facilitate staff self-management, and realize paperless office and intelligent collaboration. With Flash HR, enterprise operation will sure be more efficient and HRM easier.","63":"For Personal Computer and Mobile application service","64":"Contact US ","65":"For further information required can directly contact us immediately ","66":"Name","67":"Company name","68":"Business mailbox","69":"Flash HR Client ","70":"Number of Employees","71":"Quick Tool","72":"Submit Successfully!We‘ll get back to you ASAP.Thanks for your request!","73":"Start It Free","74":"ios client","75":"Download right now and enjoy the efficient and pleasant HR management platform","76":"Contact Flash HR","77":"Download ","78":"Phone Number","79":"Ask our support","80":"Please enter Business Mail","81":"Please enter Contact number","82":"Please choose the number of employee","83":"Start Free Trial Now","84":"Please enter Name","85":"Please fill in a valid e-mail address! ","86":"Please enter a valid Phone number!","87":"Please enter Company Name","88":"Please enter Email theme","89":"Topic","90":"Message","91":"Between 10-500 letters","92":"Back to Home Page ","93":"Sorry! Page not found","94":"We're ready to provide you an advice and help you solving the problems all about Flash HR, please do not hesitate to contact us via these following methods","95":"This field cannot be blank，Please enter","96":"I authorize Flash HR to keep me informed with occasional updates about Flash HR products, services and events. If I want to opt-out later, I know I can unsubscribe at any time.","97":"Contact Us","98":"Can‘t find what you need？","99":"Address","100":"support@flash-hr.com","101":"161 Unilever House Building, Rama 9 Road, 7th and 8th Floor, Huai Khwang Subdistrict, Huai Khwang District, Bangkok 10310","102":"同时支持Android，iOS，iPadOS，PC端管理后台","103":" Line","104":"Android Client","110":"Contact Us","111":"Log in","150":"ios客户端","151":"安卓客户端","152":"立即下载，享受高效愉悦的办公平台","153":"立即下载","154":"如未安装请点击下载","155":"如已安装未自动跳转，请","156":"刷新","157":"Flash HR Blog","158":"","159":"详情","160":"Category","161":"Popular Tags","162":"Popular Articles","163":"Recommended Features","164":"Sorry, data required is not available!","165":"Blog Articles","167":"{key} likes","168":"Documents for Download","169":"Flash HR Blog","1259":"Export PDF","1344":"New Import Items ","1345":"Type ","1346":"Income ","1347":"Deduction ","1348":"รายการ","1349":"Add Import Items","18.h1":"Mobile Time Attendance Management","20.h1":"Approval Management Software","22.h1":"Smart Payroll Software","Features ":"Features","about_alt":"About Flash HR - Thailand Best HR Software","approval.1":"Approval Management Software","approval.2":"Whether applying for an OT, request for business trip, or applying for leaves such as sick leave, personal leave, annual leave and so on, Flash HR's approval management software will make it even easier. Because line manager or HRs can also approve or reject the request easily via our mobile apps as well.","approval.3":"Various Approval Rules Settings","approval.4":"Flash HR approval management software works with a variety of over-time (OT) settings, including shift calculation settings. OT types can also be set up separately as working day and holiday wages.  And if the employee submits the incorrect type, such as requesting wages for working days during holidays, the system can notify the employee that the incorrect type was submitted. They can also submit a new one.","approval.5":"Approve - Reject","approval.6":"Every application submitted by employees can be approved or rejected easily through Flash HR approval management software as well as provide a reason to the approval/reject.","approval.7":"Lifetime Database","approval.8":"Whatever type of leave, business trip, or OT application is submitted, Flash HR approval management web-based software will save it all as a record that can be accessed at any time. This data can also be filtered and exported for use in other HR tasks, such as annual evaluation, with ease.","approval_alt":"Build a approval workflow with Flash HR solutions","approval_h":"审批管理标题","approval_w":"审批管理文字描述","attendance.1":"Flash HR Mobile Time Attendance Management ","attendance.10":"Time attendance data from Flash HR Mobile Attendance will be used to calculate employee salary easily and quickly. No worries about redundant work.","attendance.2":"Employees can easily record their time attendance through our mobile application, while supervisors and HR can also check data in real-time. With geofencing technology, you can set up your time attendance in a variety of conditions, keeping the details accurate.","attendance.3":"Flexible Time Attendance Management","attendance.4":"You can set the time in and out of various employees according to your needs with flexibility of adjustment. You can also set up clock-in boundaries with geofencing, which is ideal for a variety of branches, and can also pre-set annual holidays including setting to detect face scan according to biomatric system for clarity and accuracy as well.","attendance.5":"Easily Check Work Statistics Through the Application","attendance.6":"Supervisors can easily retrieve the attendance reports of the department's employees through the application from their mobile phone, whether it's on leave, absenteeism, being late, or business trip. The information is updated in real-time in an easy-to-understand format.","attendance.7":"View Detailed Time Attendance Report","attendance.8":"Get detailed information on the attendance of employees across the company with flawlessly accurate reporting of time-in, time-out, time stamping location, total hours worked, number of absent, leaves, late clock-in and early clock-out.","attendance.9":"Connect to Flash HR Smart Payroll with Just 1 Click","attendance_alt":"Thailand HRMS/HR Software with Smart Online Time Attendance 2021","blog":"Blog","blog-description":"Follow our comprehensive human resources blog and stay on top of current HR issues, challenges and trends related to payroll, employee management, etc. Check Flash HR blog out when you want to grab some easy to implement HR tips!","blog-keywords":"human resources, hr, flash hr","blog-title":"HR Blog | Human Resources Articles | Flash HR","cms_articles_0":"Sorry, the article no longer exists!","cms_articles_1":"All Articles","cms_articles_2":"Flash HR Blog","cms_articles_3":"Flash HR Blog is your source of Human Resource tips and insights and breakthroughs related to employee management, payroll, organization management to improve company productivity.","commpay_h":"组织架构标题","commpay_w":"组织架构文字描述","contact.1":"Email","contact.2":"Phone number","contact.3":"Submit","contact_1":"Contact Us | Flash HR Thailand","contact_2":"Need help with Flash HR? Contact us today and get answers to your questions via email or social media etc.","contact_3":"contact us, hr, resource human, hrms software","contact_4":"Contact Flash HR","contact_alt":"Contact Flash HR","contactus":"Contact Us","down.1":"PC platform","down.2":"For Android、iOS、iPadOS、PC platform.","download ":"Download ","free":"Start It Free","g_1":"About Us | Thailand Best HR Software, APP Download | Flash HR Thailand","g_2":"Flash HR is a professional HR Management System that integrates time attendance management, payroll management, salary slip .etc. into one HR solution. Benefits HR admin, enterprises and more!","g_3":"hr, resource human, payroll, hcm, hris, hrm, hr software, hrms software, hr solutions","g_4":"About Flash HR - Thailand Best HR Software","h_2_1":"首页第二块轮播图","h_2_2":"首页第二块轮播图解释","h_3_1":"首页第三块轮播解释","h_3_2":"首页第三块轮播图","home":"Home","home_alt":"Thailand Top Professional HR Software/HCMS with Efficient HR Solutions","k_1":"Smart Time Attendance 2021 | Online Time Attendance HRMS |  Flash HR Thailand","k_2":"Track time attendance of your employees, schedule their work to best fit development demand. Flash HR time attendance HR solution simplifies employee timesheet monitoring, calculation of work hours and collection of time & attendance data.","k_3":"เครื่อง บันทึก เวลา, ระบบ บันทึก เวลา เข้า ออก, time attendance, hrms","k_4":"Thailand HRMS/HR Software with Smart Online Time Attendance 2021","l_1":"About Us | Thailand Best HR Software, APP Download | Flash HR Thailand","l_2":"Flash HR is a professional HR Management System that integrates time attendance management, payroll management, salary slip .etc. into one HR solution. Benefits HR admin, enterprises and more!","l_3":"hr, resource human, payroll, hcm, hris, hrm, hr software, hrms software, hr solutions","l_4":"About Flash HR - Thailand Best HR Software","language_E":"ENGLISH","language_c":"CHINESE","language_t":"THAI","login.1":"Download Flash HR","login.10":"和","login.2":"Log In","login.3":"请输入图形验证码","login.4":"图片验证码错误","login.5":"请输入手机验证码","login.6":"获取验证码","login.7":"我已阅读并同意","login.8":"《用户服务协议》","login.9":"《使用条款》","msg":"News Management","msg.des":"Flash HR's corperate news management system for for HR software is the hub you need to manage news and announcements all in one place. Time-limited trial now!","msg.h1":"News Management System","msg.key":"news management, HR software","msg.title":"News Management System for HR Software | Flash HR Thailand","news.1":"News Management System","news.2":"Communicate more easily with Flash HR's corperate news management system. Our news notifications via mobile applications make it easier to keep up with company news and announcements. Reach out to all employees thoroughly without missing the message.","news.3":"If It's Important, Pin It!","news.4":"Important corperate news or announcement can also be pinned. Make it outstanding without being distracted by other news. No matter how many news or announcements are released, employees will not miss the important information. Furthermore with Flash HR news management system, when an announcement has expired or is no longer in use, it can be removed from the news notification page as well.","news.5":"Sending to Specific People","news.6":"Flash HR news management system can be configured to notify only a specific department or specifically selected employees to avoid confusion with those who are not involved. Suitable for all sizes of business, from small to large.","news.7":"Reach & Read Report","news.8":"Have you ever wondered if everyone in the office heard the message you've been announced?  All news and announcements distributed via the Flash HR news management system are trackable. We have a dashboard where you can see how many employees read and reach to each message, and the report can also be exported as an Excel spreadsheet.","pay.des":"Including tax, PND, social security (SSO), warning letters, notice letter, leave letters and a lot more! - All files, forms, documents template and etc. are free for download here!","pay.key":"HR documents","pay.pay.14":"Share","pay.pay.15":"Download","pay.pay.16":"Free HR Resources from Flash HR ","pay.pay.17":"Documents for Download","pay.pay.18":"Download Now","pay.pay.19":"Download Now","pay.pay.20":"Resources","pay.pay.21":"Subscribe to Flash HR","pay.pay.22":"Email","pay.pay.23":"Please complete this required field.","pay.pay.24":"We're committed to your privacy. Flash HR uses the information you provide to us to contact you about our relevant content, products, and service. You may unsubscribe from these communications at any time. For more information, check out our Privacy Policy.","pay.title":"Free Download! Files - Documents Template for HR - Flash HR","payroll.1":"Flash HR - Smart Payroll Software","payroll.10":"You can download documents in a variety of formats from our Smart Payroll software, including Social Security Remittances, Provident Fund Summary Report, withholding tax documents or 50Bis as well as PND1.","payroll.2":"Make a simple salary calculation in 1-click with Flash HR's Smart Payroll program that is accurate, fast and safe.","payroll.3":"Payroll Calculation","payroll.4":"Our Smart Payroll web-based software will collect information whether it's leave data, overtime records and make up requests to be used to calculate the salary automatically and accurately. You can pre-set payroll templates for employee income and deductions, tax conditions, deductibles, social security, and provident funds. It saves payroll time even with a large number of employees.","payroll.5":"Employee Salary Information","payroll.6":"The software can record each employee's salary information. You can edit, change and retrieve them from our payroll system at any time whether it is a different tax deduction items, provident fund or bank account information or even salary increase history.","payroll.7":"E-Pay Slip","payroll.8":"Our Smart Payroll web-based software allows you to freely adjust the format of employee e-pay slip. You employees can easily view their own pay slips through Flash HR application and you can also send a full-format pay slip to employees' email to use for various financial transactions.","payroll.9":"Documents and Payroll Reports","payroll_alt":"Smart payroll HR software with best online salary slip system","s_1":"HRM solutions / Attendance & Payroll Application - Flash HR","s_2":"Time Attendance with AI & Geofencing, Employee Self Service for OT, Leave and Approval, Effective Communication & Smart Payroll with Cloud Solution","s_3":"hr, resource human, payroll, hcm, hris, hrm, hr software, hrms software, hr solutions","s_4":"Thailand Top Professional HR Software/HCMS with Efficient HR Solutions","salary.cost_company":"费用所属公司","smart_h":"薪酬管理标题","smart_w":"薪酬管理文字描述","sp_1":"Streamline Approval Workflow with Flash HR HRMS | Flash HR Thailand","sp_2":"Build a approval workflow to create a seamless system for hiring, proposals, requests, projects, manage requests for HR, and much more.","sp_3":"approval, อนุมัติ, ขอ อนุมัติ","sp_4":"Build a approval workflow with Flash HR solutions","structure_alt":"Create an effective organizational structure with Thailand best HR software","time_h":"考勤管理标题","time_w":"考勤管理文字描述","x_1":"Smart Payroll HR Software | Online Salary Slip  | Flash HR Thailand","x_2":"Transform the way you manage payroll with our smart payroll management HR system. Fast, reliable, in-house or outsourced, discover Flash HR software flexible payroll solutions today.","x_3":"สลิป เงินเดือน, payroll, smart payroll, สลิป เงินเดือน ออนไลน์","x_4":"Smart payroll HR software with best online salary slip system","z_1":"Organizational Structure Management with Flash HR Software | Flash HR Thailand","z_2":"Create an effective organizational structure that boosts the long-term development of your business, by aligning procedures and systems with your goals and strategies.","z_3":"โครงสร้าง องค์กร， โครงสร้าง บริษัท，โครงสร้าง บริษัท","z_4":"Create an effective organizational structure with Thailand best HR software"}